module.exports.config = {
    name: "autotime",
  version: "1.0.0",
  permission: 0,
  credits: "Nayan",
  description: "msg",
  prefix: true, 
  category: "user", 
  usages: "",
  cooldowns: 5,
  dependencies: {
	}
};
const nam = [{
    timer: '12:00:00 AM',
    message: ['~ 𝐓𝐈𝐌𝐄 🩷🪽11am -প্রতিটি সূর্যাস্ত নতুন এক সূর্যোদয়ের প্রতিশ্রুতি দেয়। \n𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽  https://www.facebook.com/profile.php?id=61553312939129']
},
             {
    timer: '1:00:00 AM',
    message: ['~ 𝐓𝐈𝐌𝐄 🩷🪽এখন রাত ১২টা বেজে গেলো সবাই শুয়ে পড়ো🤟সময় নষ্ট করো না, কারণ জীবনটি সময়ের সমষ্টি ব্রুস লি 𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽   https://www.facebook.com/profile.php?id=61553312939129']
},
						{
    timer: '2:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন রাত ১টা বাজে প্রেম না কইরা যাইয়া ঘুমা বেক্কল😾💫🔥 বড় স্বপ্ন দেখতে জানতে হবে, কারণ ছোট স্বপ্নে জীবন বদলায় না। 🔥💫𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽  https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '3:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন রাত ২টা বাজে যারা ছ্যাকা খাইছে তারা জেগে আছে - 💫🔥 বড় স্বপ্ন দেখতে জানতে হবে, কারণ ছোট স্বপ্নে জীবন বদলায় না। 🔥𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽  https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '4:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন রাত ৩টা বাজে সবাই মনে হয় ঘুম🥹 আমার ভাই ঘুম আসে না  - 🌼🌙 স্বপ্ন বড় নয়, নিজের ইচ্ছাশক্তিই সবচেয়ে বড়। 🌙🌼𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽  https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '5:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন রাত ৪টা বাজে একটু পর ফজরের আযান দিলে নামাজ পড়ে নিও সবাই- 🦋💫 নিজের প্রতি বিশ্বাস রাখো, তুমিই তোমার জীবনের নায়ক। 💫🦋𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '6:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন ভোর ৫টা বাজে সবাই নামাজ পড়ছো তো?❤️ 🌈💥 সফল হতে চাইলে পথের বাধাগুলোকে শক্তি হিসেবে গ্রহণ করো। 💥🌈 𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '7:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন সকাল ৬টা বাজে ঘুম থেকে উঠো সবাই -   🍂💫 যেখানে ভয় নেই, সেখানেই আছে সত্যিকারের স্বাধীনতা। 💫 https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '8:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন সকাল ৭টা বাজে সবাই ব্রেকফাস্ট করে নাও😊𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '9:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন সকাল ৮ টা বাজে সবাই মনে হয় কাজে ব্যস্ত হয়ে গেছো-  🌈✨ জীবনের প্রতিটা মুহূর্তকে উদযাপন করো, কারণ সময় থেমে থাকে না।𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 ✨https://www.facebook.com/profile.php?id=61553312939129']
},
             {
    timer: '10:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন সকাল ৯ টা বাজে মন দিয়ে কাজ করো সবাই❤️🦋💫 নিজের প্রতি বিশ্বাস রাখো, তুমিই তোমার জীবনের নায়ক। 💫🦋𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129' ]
},
						 {
    timer: '11:00:00 AM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন সকাল ১০টা বাজে মিস করছি তোমাদের - 🍁🌙 হাসির মাঝে থাকা সুখটাই সবচেয়ে মূল্যবান। 🌙𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '12:00:00 PM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন সকাল ১১টা বাজে-🍃 স্বপ্ন দেখতে দোষ নেই, তবে সেই স্বপ্ন পূরণের জন্য পরিশ্রমও করতে হবে। 𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129 ']
},					
						 {
    timer: '1:00:00 PM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন দুপুর ১২টা বাজে ❤️ 🌈✨ জীবনের প্রতিটা মুহূর্তকে উদযাপন করো, কারণ সময় থেমে থাকে না। ✨🌈𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '2:00:00 PM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন দুপুর ১টা বাজে সবাই কাজ বন্ধ করে জোহরের নামাজ পড়ে নাও😻🌈 অন্ধকার যত গভীর, আলো তত কাছেই থাকে। 🌈𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽https://www.facebook.com/profile.php?id=61553312939129 ']
},
						 {
    timer: '3:00:00 PM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন দুপুর ২টা বাজে গোসল করে সবাই দুপুরের খাবার খেয়ে নাও ☺️-🌺 ভালোবাসা হৃদয়ের শক্তি, যা মানুষকে বদলে দিতে পারে। 𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129 ']
},
						 {
    timer: '4:00:00 PM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন দুপুর ৩টা বাজে❤️- 🍁 সময় সবকিছু বদলে দেয়, কষ্টও। 🍁😙𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129']
},
						{
    timer: '5:00:00 PM',
    message: ['~ 𝐓𝐈𝐌𝐄 🩷🪽এখন বিকাল ৪টা বাজে আসরের আযান দিলে সবাই নামাজ পড়ে নাও🥀🌊 পরিবর্তন কে আলিঙ্গন করো, এটাই জীবনের নিয়ম 🌊𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129 ']
},
						 {
    timer: '6:00:00 PM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন বিকাল ৫টা বাজে একটু পর মাগরিবের আযান দিবে সবাই নামাজ পড়ে নিও 😻📚 জ্ঞান অর্জন করো, এটাই তোমার সবচেয়ে বড় সম্পদ 📚𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽  https://www.facebook.com/profile.php?id=61553312939129']
},
						 {
    timer: '7:00:00 PM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন সন্ধ্যা ৬টা বাজে সবাই হাতমুখ ধুয়ে কিছু খেয়ে নাও এবং পরিবারের সাথে সময় কাটাও😍. 🎨 সৃজনশীল হও, নিজেকে প্রকাশ করো 𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽https://www.facebook.com/profile.php?id=61553312939129']
},
             {
    timer: '8:00:00 PM',
    message: ['𝐓𝐈𝐌𝐄 🩷🪽এখন সন্ধ্যা ৭ টা বাজে কি করছো সবাই এখন এশার আযান দিবে সবাই নামাজ পড়ে নাও❤️🌼 হাসির মাঝে লুকিয়ে থাকা যন্ত্রণা তোমাকে সাহসী করে 𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽 https://www.facebook.com/profile.php?id=61553312939129']
},
             {
    timer: '9:00:00 PM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন রাত ৮টা বাজে 🎨 সৃজনশীল হও, নিজেকে প্রকাশ করো 🎨𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽https://www.facebook.com/profile.php?id=61553312939129']
},
             {
    timer: '10:00:00 PM',
    message: ['𝐓𝐈𝐌𝐄 🩷🪽এখন রাত ৯টা বাজে সবাই কি শুয়ে পড়লা🙂🦋উড়ো, আকাশ তোমার জন্য অপেক্ষা করছে। ✈️𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽https://www.facebook.com/profile.php?id=61553312939129']
},
            {
    timer: '11:00:00 PM',
    message: ['~𝐓𝐈𝐌𝐄 🩷🪽এখন রাত ১০টা বাজে সবাই ঘুমায় পড়ো আমার বউ নাই ভাই ঘুম ও আসে না😭🌻 ভালোবাসার অনুভূতি সবকিছুর চেয়ে বেশি শক্তিশালী। ❤️𝑪𝑬𝑶 - 𝑺𝑬𝒀𝑨𝑴):<3🌻😽https://www.facebook.com/profile.php?id=61553312939129']
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
